Repository: KDE/ktrip
Catalog: po/*/ktrip.po
Languages: eu, nn, ru

# NAME OF TRANSLATORS
source: Your names
eu: I침igo Salvador Azurmendi
nn: Karl Ove Hufthammer
ru: Олеся Герасименко

# EMAIL OF TRANSLATORS
source: Your emails
eu: xalba@ni.eus
nn: karl@huftis.org
ru: translation-team@basealt.ru

# time
source: Now
eu: Orain
ru: Сейчас

# time
source: %1 min ago
eu: duela minutu %1
ru: %1 минуту назад

source: Public transport assistant
eu: Garraio publikoko laguntzailea
nn: Assistent for kollektiv춼transport
ru: Навигатор общественного транспорта

source: © 2019 KDE Community
ru: © 2019 Сообщество KDE

source: Providers
eu: Hornitzaileak
nn: Leverand칮rar
ru: Поставщики данных

source: Select the providers relevant for your area
eu: Aukeratu zure esparrurako egokiak diren hornitzaileak
nn: Vel leverand칮rane som er aktuelle for omr친det ditt
ru: Выберите поставщиков данных, которые соответствуют вашему региону

source: Save
eu: Gorde
nn: Lagra
ru: Сохранить

# @title
source: Details
eu: Xehetasunak
nn: Detaljar
ru: Подробности

source: Walking (%1 minute)
eu: Oinez (minutu %1)
nn: G친r (%1 minutt)
ru: Пешком (%1 минута)

source: Waiting (%1 minute)
eu: Zain (minutu %1)
nn: Ventar (%1 minutt)
ru: Ожидание (%1 минута)

source: Transfer (%1 minute)
eu: Ibilgailu-aldaketa (minutu %1)
nn: Overgang (%1 minutt)
ru: Пересадка (%1 минута)

source: Hide intermediate Stops
eu: Ezkutatu tarteko geldialdiak
nn: G칮ym mellom춼stopp
ru: Скрыть промежуточные остановки

source: Show intermediate Stops
eu: Erakutsi tarteko geldialdiak
nn: Vis mellom춼stopp
ru: Показать промежуточные остановки

# @title
source: Connections
eu: Konexioak
nn: Samband
ru: Подходящие рейсы

source: %1 change
eu: Aldaketa %1
nn: %1 endring
ru: %1 изменение

source: No connections found
eu: Ez da konexiorik aurkitu
nn: Fann ingen samband
ru: Подходящие рейсы не найдены

# @title
source: Arrivals
eu: Iritsierak
ru: Прибытия

# @title
source: Departures
eu: Irteerak
nn: Avgangar
ru: Отправления

# @info
source: Platform %1
eu: %1. nasa
ru: Платформа %1

source: No arrivals found.
eu: Ez du iritsierarik aurkitu.
ru: Не найдено ни одного прибытия.

source: No departures found.
eu: Ez du irteerarik aurkitu.
ru: Не найдено ни одного отправления.

source: Journey
eu: Bidaia
nn: Reise
ru: Маршрут

source: Departures
eu: Irteerak
nn: Avgangar
ru: Отправления

source: About KTrip
eu: 춺KTrip췉eri buruz
nn: Om KTrip
ru: О программе KTrip

# @title
source: Query Departures
eu: Kontsultatu irteerak
nn: S칮k etter avgangar
ru: Запрос отправлений

# @title
source: Start Journey
eu: Abiatu bidaia
nn: Start reisa
ru: Начало маршрута

source: No providers enabled
eu: Ez da hornitzailerik gaitu
nn: Ingen leverand칮rar er p친slegne
ru: Не включён ни один поставщик данных

source: Configure providers
eu: Konfiguratu hornitzaileak
nn: Set opp leverand칮rar
ru: Настроить поставщиков данных

# departure train station
source: Select Departure Stop
eu: Hautatu irteera-geralekua
ru: Выбор станции отправления

# arrival train station
source: Select Arrival Stop
eu: Hautatu iritsiera-geralekua
ru: Выбор станции прибытия

# departure train station
source: From:
eu: Nondik:
ru: Из:

# arrival train station
source: To:
eu: Nora:
ru: В:

# departure and arrival stops
source: Swap departure and arrival
eu: Trukatu irteera eta iritsiera
ru: Поменять местами отправление и прибытие

# train or bus departure
source: Departure
eu: Irteera
ru: Отправление

# train or bus arrival
source: Arrival
eu: Iritsiera
ru: Прибытие

# train or bus departure
source: Departure time
eu: Irteera-ordua
ru: Время отправления

# train or bus arrival
source: Arrival time
eu: Iritsiera-ordua
ru: Время прибытия

# @action:button
source: Search Departures
eu: Bilatu irteerak
ru: Поиск отправлений

# @action:button
source: Search Journey
eu: Bilatu bidaia
ru: Найти поездку

source: Mode of transportation
eu: Garraiobidea
ru: Вид транспорта

# journey query search constraint, title
source: Long distance trains
eu: Distantzia luzeko trenak
ru: Поезда дальнего следования

# journey query search constraint, description
source: High speed or intercity trains
eu: Abiadura handiko edo hiriarteko trenak
ru: Высокоскоростные или междугородные поезда

# journey query search constraint, title
source: Local trains
eu: Tokiko trenak
ru: Местные поезда

# journey query search constraint, description
source: Regional or local trains
eu: Eskualdeko edo tokiko trenak
ru: Региональные или местные поезда

# journey query search constraint, title
source: Rapid transit
eu: Igarotze azkarra
ru: Скоростной транспорт

# journey query search constraint, description
source: Rapid transit, metro, trams
eu: Igarotze azkarra, metroa, tranbia
ru: Скоростной транспорт, метро, трамваи

# journey query search constraint, title
source: Bus
eu: Autobusa
ru: Автобус

# journey query search constraint, description
source: Local or regional bus services
eu: Tokiko edo eskualdeko autobus zerbitzuak
ru: Местные или региональные автобусы

# journey query search constraint, title
source: Ferry
eu: Ferrya
ru: Паром

# journey query search constraint, description
source: Boats or ferries
eu: Itsasontziak edo ferryak
ru: Лодки или паромы

# journey query search constraint, title
source: Airplane
eu: Hegazkina
ru: Самолёт

source: 춸 2019 KDE Community
nn: 춸 2019 KDE-fellesskapet

source: Global
nn: Globalt

source: 游쀯릖 European Union
nn: 游쀯릖 Den europeiske unionen

source: No locations found
nn: Fann ingen stadar

# @action
source: Search
nn: S칮k

source: From:
nn: Fr친:

# @action:button
source: Pick Start
nn: Vel startstad

# @title
source: Search for Start Location
nn: S칮k etter startstad

source: To:
nn: Til:

# @action:button
source: Pick Destination
nn: Vel reisem친l

# @title
source: Search for Destination Location
nn: S칮k etter reisem친l

source: Departure date:
nn: Dato avgang:

source: Departure time:
nn: Klokkeslett avgang:
